Repository: Mil100057/VisualSimple
Catalog: VisualSimple/VisualSimple/Localizable.xcstrings
Source language: en
Languages: de, es, fr

source: "%@" has no %@ translation
de: „%@“ hat keine Übersetzung für %@
es: "%@" no tiene traducción %@
fr: « %@ » n’a pas de traduction %@

source: %@ (blurred).pdf
de: %@ (unkenntlich).pdf
es: %@ (difuminado).pdf
fr: %@ (flouté).pdf

source: %@ (edited)
de: %@ (bearbeitet)
es: %@ (editado)
fr: %@ (modifié)

source: %@: brackets and strings balanced
de: %@: Klammern und Zeichenketten ausgeglichen
es: %@: paréntesis y cadenas equilibrados
fr: %@ : parenthèses et chaînes équilibrées

source: %lld bytes, read-only
de: %lld Bytes, schreibgeschützt
es: %lld bytes, solo lectura
fr: %lld octets, lecture seule

source: %lld bytes, showing the first %lld MB, read-only
de: %lld Bytes, erste %lld MB angezeigt, schreibgeschützt
es: %lld bytes, se muestran los primeros %lld MB, solo lectura
fr: %lld octets, %lld premiers Mo affichés, lecture seule

source: %lld × %lld px, edits: %lld
de: %lld × %lld px, Änderungen: %lld
es: %lld × %lld px, ediciones: %lld
fr: %lld × %lld px, modifications : %lld

source: ';' expected after the value of "%@"
de: „;“ nach dem Wert von „%@“ erwartet
es: Se esperaba «;» después del valor de "%@"
fr: « ; » attendu après la valeur de « %@ »

source: '=' expected after the key
de: „=“ nach dem Schlüssel erwartet
es: Se esperaba «=» después de la clave
fr: « = » attendu après la clé

source: '=' expected after the key "%@"
de: „=“ nach dem Schlüssel „%@“ erwartet
es: Se esperaba «=» después de la clave "%@"
fr: « = » attendu après la clé « %@ »

source: '=' expected: a line must be key=value
de: „=“ erwartet: eine Zeile muss Schlüssel=Wert sein
es: Se esperaba «=»: cada línea debe ser clave=valor
fr: « = » attendu : une ligne doit être clé=valeur

source: .env, variables: %lld
de: .env, Variablen: %lld

source: A binary file shown as a hexadecimal dump cannot be saved from VisualSimple.
de: Eine als Hexdump angezeigte Binärdatei kann in VisualSimple nicht gesichert werden.
es: Un archivo binario mostrado en hexadecimal no se puede guardar desde VisualSimple.
fr: Un fichier binaire affiché en hexadécimal ne peut pas être enregistré depuis VisualSimple.

source: A digit was expected after '-'
de: Nach „-“ wurde eine Ziffer erwartet
es: Se esperaba un dígito después de «-»
fr: Un chiffre était attendu après « - »

source: A digit was expected after '.'
de: Nach „.“ wurde eine Ziffer erwartet
es: Se esperaba un dígito después de «.»
fr: Un chiffre était attendu après « . »

source: A digit was expected in the exponent
de: Im Exponenten wurde eine Ziffer erwartet
es: Se esperaba un dígito en el exponente
fr: Un chiffre était attendu dans l’exposant

source: A plain value cannot contain ': ' (quote it)
de: Ein unquotierter Wert darf kein „: “ enthalten (in Anführungszeichen setzen)
es: Un valor sin comillas no puede contener «: » (ponlo entre comillas)
fr: Une valeur non citée ne peut pas contenir « : » (mettez-la entre guillemets)

source: A quoted value was expected for "%@"
de: Für „%@“ wurde ein Wert in Anführungszeichen erwartet
es: Se esperaba un valor entre comillas para "%@"
fr: Une valeur entre guillemets était attendue pour « %@ »

source: Add
de: Hinzufügen
es: Añadir
fr: Ajouter

source: Appearance
de: Darstellung
es: Apariencia
fr: Apparence

source: Apply
de: Anwenden
es: Aplicar
fr: Appliquer

source: Arrow
de: Pfeil
es: Flecha
fr: Flèche

source: Binary
de: Binär
es: Binario
fr: Binaire

source: Blur
de: Weichzeichnen
es: Desenfoque
fr: Flou

source: Blur circle
de: Kreis weichzeichnen
es: Desenfoque circular
fr: Flou en cercle

source: Blur freeform
de: Freihand weichzeichnen
es: Desenfoque a mano alzada
fr: Flou à main levée

source: Blur rectangle
de: Rechteck weichzeichnen
es: Desenfoque rectangular
fr: Flou en rectangle

source: Blur square
de: Quadrat weichzeichnen
es: Desenfoque cuadrado
fr: Flou en carré

source: Bottom left
de: Unten links
es: Abajo a la izquierda
fr: En bas à gauche

source: Bottom right
de: Unten rechts
es: Abajo a la derecha
fr: En bas à droite

source: CSV, rows: %lld, fields: %lld, separator: %@
de: CSV, Zeilen: %lld, Felder: %lld, Trennzeichen: %@
es: CSV, filas: %lld, campos: %lld, separador: %@
fr: CSV, lignes : %lld, champs : %lld, séparateur : %@

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler

source: Centre
de: Mittig
es: En el centro
fr: Au centre

source: Click to jump to the problem
de: Klicken, um zum Problem zu springen
es: Haz clic para ir al problema
fr: Cliquer pour aller au problème

source: Close Tab
de: Tab schließen
es: Cerrar pestaña
fr: Fermer l’onglet

source: Close Window
de: Fenster schließen
es: Cerrar ventana
fr: Fermer la fenêtre

source: Closing tag </%@> has no opening tag
de: Das schließende Tag </%@> hat kein öffnendes Tag
es: La etiqueta de cierre </%@> no tiene etiqueta de apertura
fr: La balise fermante </%@> n’a pas de balise ouvrante

source: Cmd+Option+Left / Right
de: Cmd+Wahl+Links / Rechts
es: Cmd+Opción+Izquierda / Derecha
fr: Cmd+Option+Gauche / Droite

source: Control character inside a string
de: Steuerzeichen innerhalb einer Zeichenkette
es: Carácter de control dentro de una cadena
fr: Caractère de contrôle dans une chaîne

source: Could not open file: %@
de: Datei konnte nicht geöffnet werden: %@
es: No se pudo abrir el archivo: %@
fr: Impossible d’ouvrir le fichier : %@

source: Could not read the dropped image.
de: Das abgelegte Bild konnte nicht gelesen werden.
es: No se pudo leer la imagen soltada.
fr: Impossible de lire l’image déposée.

source: Could not save file: %@
de: Datei konnte nicht gesichert werden: %@
es: No se pudo guardar el archivo: %@
fr: Impossible d’enregistrer le fichier : %@

source: Crop
de: Zuschneiden
es: Recortar
fr: Recadrer

source: Dark
de: Dunkel
es: Oscuro
fr: Sombre

source: Do you want to save the changes made to “%@”?
de: Möchten Sie die Änderungen an „%@“ sichern?
es: ¿Quieres guardar los cambios realizados en «%@»?
fr: Voulez-vous enregistrer les modifications apportées à « %@ » ?

source: Don’t Save
de: Nicht sichern
es: No guardar
fr: Ne pas enregistrer

source: Dropped Image
de: Abgelegtes Bild
es: Imagen soltada
fr: Image déposée

source: Duplicate key "%@"
de: Doppelter Schlüssel „%@“
es: Clave "%@" duplicada
fr: Clé « %@ » en double

source: Duplicate key '%@'
de: Doppelter Schlüssel „%@“
es: Clave «%@» duplicada
fr: Clé « %@ » en double

source: Duplicate key '%@' in [%@]
de: Doppelter Schlüssel „%@“ in [%@]
es: Clave «%@» duplicada en [%@]
fr: Clé « %@ » en double dans [%@]

source: Effect
de: Effekt
es: Efecto
fr: Effet

source: Empty heading
de: Leere Überschrift
es: Encabezado vacío
fr: Titre vide

source: Empty link target
de: Leeres Linkziel
es: Destino del enlace vacío
fr: Cible de lien vide

source: Empty section name
de: Leerer Abschnittsname
es: Nombre de sección vacío
fr: Nom de section vide

source: Empty table name
de: Leerer Tabellenname
es: Nombre de tabla vacío
fr: Nom de table vide

source: Empty wikilink
de: Leerer Wikilink
es: Wikilink vacío
fr: Wikilink vide

source: Enter Full Screen
de: Vollbild ein
es: Usar pantalla completa
fr: Activer le mode plein écran

source: Error
de: Fehler
fr: Erreur

source: Expected '%@' to close '%@' from line %lld, found '%@'
de: „%@“ erwartet, um „%@“ aus Zeile %lld zu schließen, gefunden: „%@“
es: Se esperaba «%@» para cerrar «%@» de la línea %lld, se encontró «%@»
fr: « %@ » attendu pour fermer « %@ » de la ligne %lld, trouvé « %@ »

source: Expected </%@> (opened line %lld) before </%@>
de: </%@> erwartet (geöffnet in Zeile %lld) vor </%@>
es: Se esperaba </%@> (abierto en la línea %lld) antes de </%@>
fr: </%@> attendu (ouvert ligne %lld) avant </%@>

source: Fields: %lld, the first row has %lld
de: Felder: %lld, die erste Zeile hat %lld
es: Campos: %lld, la primera fila tiene %lld
fr: Champs : %lld, la première ligne en a %lld

source: HTML: tags balanced
de: HTML: Tags ausgeglichen
es: HTML: etiquetas equilibradas
fr: HTML : balises équilibrées

source: Heading level jumps from %lld to %lld
de: Überschriftenebene springt von %lld auf %lld
es: El nivel de encabezado salta de %lld a %lld
fr: Le niveau de titre saute de %lld à %lld

source: Hide to Menu Bar
de: In die Menüleiste ausblenden
es: Ocultar en la barra de menús
fr: Réduire dans la barre des menus

source: Hide to Menu Bar (Cmd+Shift+M)
de: In die Menüleiste ausblenden (Cmd+Umschalt+M)
es: Ocultar en la barra de menús (Cmd+Mayús+M)
fr: Réduire dans la barre des menus (Cmd+Maj+M)

source: INI, keys: %lld, sections: %lld
de: INI, Schlüssel: %lld, Abschnitte: %lld
es: INI, claves: %lld, secciones: %lld
fr: INI, clés : %lld, sections : %lld

source: Indentation does not match any open block
de: Die Einrückung passt zu keinem offenen Block
es: La sangría no coincide con ningún bloque abierto
fr: L’indentation ne correspond à aucun bloc ouvert

source: Invalid \u escape, four hex digits were expected
de: Ungültige \u-Sequenz, vier Hexadezimalziffern erwartet
es: Secuencia \u no válida, se esperaban cuatro dígitos hexadecimales
fr: Séquence \u invalide, quatre chiffres hexadécimaux étaient attendus

source: Invalid escape '\%@'
de: Ungültige Escape-Sequenz „\%@“
es: Escape «\%@» no válido
fr: Échappement « \%@ » invalide

source: Invalid value '%@'
de: Ungültiger Wert „%@“
es: Valor «%@» no válido
fr: Valeur « %@ » invalide

source: Invalid variable name '%@'
de: Ungültiger Variablenname „%@“
es: Nombre de variable «%@» no válido
fr: Nom de variable « %@ » invalide

source: It is drawn in red, with a light background, starting at the point you clicked.
de: Er wird in Rot auf hellem Grund gezeichnet, ab dem angeklickten Punkt.
es: Se dibuja en rojo sobre fondo claro, a partir del punto donde hiciste clic.
fr: Il est dessiné en rouge sur fond clair, à partir du point cliqué.

source: Label
de: Beschriftung
es: Etiqueta
fr: Libellé

source: Leading zeros are not allowed
de: Führende Nullen sind nicht erlaubt
es: No se permiten ceros a la izquierda
fr: Les zéros en tête ne sont pas autorisés

source: Light
de: Hell
es: Claro
fr: Clair

source: Light / Dark (Cmd+Shift+D)
de: Hell / Dunkel (Cmd+Umschalt+D)
es: Claro / Oscuro (Cmd+Mayús+D)
fr: Clair / Sombre (Cmd+Maj+D)

source: Line %lld, column %lld: %@
de: Zeile %lld, Spalte %lld: %@
es: Línea %lld, columna %lld: %@
fr: Ligne %lld, colonne %lld : %@

# Line break inside a string, use
source: Line break inside a string, use \n
de: Zeilenumbruch in einer Zeichenkette, \n verwenden
es: Salto de línea dentro de una cadena, usa \n
fr: Retour à la ligne dans une chaîne, utilisez \n

source: Malformed XML
de: Fehlerhaftes XML
es: XML mal formado
fr: XML mal formé

source: Markdown preview (Cmd+Shift+P)
de: Markdown-Vorschau (Cmd+Umschalt+P)
es: Vista previa Markdown (Cmd+Mayús+P)
fr: Aperçu Markdown (Cmd+Maj+P)

source: Markdown, headings: %lld, links: %lld, fences closed
de: Markdown, Überschriften: %lld, Links: %lld, Codeblöcke geschlossen
es: Markdown, encabezados: %lld, enlaces: %lld, bloques de código cerrados
fr: Markdown, titres : %lld, liens : %lld, blocs de code fermés

source: Missing key before '='
de: Schlüssel vor „=“ fehlt
es: Falta la clave antes de «=»
fr: Clé manquante avant « = »

source: Missing value for '%@'
de: Wert für „%@“ fehlt
es: Falta el valor de «%@»
fr: Valeur manquante pour « %@ »

source: Misspelled '%@'
de: „%@“ falsch geschrieben
es: «%@» mal escrito
fr: « %@ » mal orthographié

source: New Tab
de: Neuer Tab
es: Nueva pestaña
fr: Nouvel onglet

source: New Tab (Cmd+T)
de: Neuer Tab (Cmd+T)
es: Nueva pestaña (Cmd+T)
fr: Nouvel onglet (Cmd+T)

source: Next Page
de: Nächste Seite
es: Página siguiente
fr: Page suivante

source: Next Tab
de: Nächster Tab
es: Pestaña siguiente
fr: Onglet suivant

source: No file open
de: Keine Datei geöffnet
es: Ningún archivo abierto
fr: Aucun fichier ouvert

source: Not a string catalog: no "strings" object
de: Kein String-Katalog: kein „strings“-Objekt
es: No es un catálogo de cadenas: falta el objeto "strings"
fr: Pas un catalogue de chaînes : objet « strings » absent

source: Opacity
de: Deckkraft
es: Opacidad
fr: Opacité

source: Open (Cmd+O)
de: Öffnen (Cmd+O)
es: Abrir (Cmd+O)
fr: Ouvrir (Cmd+O)

source: Open…
de: Öffnen …
es: Abrir…
fr: Ouvrir…

source: Outline box
de: Rahmen
es: Recuadro
fr: Cadre

source: Page %lld
de: Seite %lld
es: Página %lld

source: Page %lld of %lld
de: Seite %lld von %lld
es: Página %lld de %lld
fr: Page %lld sur %lld

source: Pasted Image
de: Eingesetztes Bild
es: Imagen pegada
fr: Image collée

source: Pixelate
de: Verpixeln
es: Pixelar
fr: Pixelliser

source: Placement
de: Position
es: Posición
fr: Position

source: Previous Page
de: Vorherige Seite
es: Página anterior
fr: Page précédente

source: Previous Tab
de: Vorheriger Tab
es: Pestaña anterior
fr: Onglet précédent

source: Quit VisualSimple
de: VisualSimple beenden
es: Salir de VisualSimple
fr: Quitter VisualSimple

source: Save
de: Sichern
es: Guardar
fr: Enregistrer

source: Save (Cmd+S)
de: Sichern (Cmd+S)
es: Guardar (Cmd+S)
fr: Enregistrer (Cmd+S)

source: Save As…
de: Sichern unter …
es: Guardar como…
fr: Enregistrer sous…

source: Save format
de: Sicherungsformat
es: Formato de guardado
fr: Format d’enregistrement

source: Section header is not closed with ']'
de: Die Abschnittskopfzeile wird nicht mit „]“ geschlossen
es: El encabezado de sección no se cierra con «]»
fr: L’en-tête de section n’est pas fermé par « ] »

source: Sections are not allowed in a .env file
de: Abschnitte sind in einer .env-Datei nicht erlaubt
es: No se permiten secciones en un archivo .env
fr: Les sections ne sont pas autorisées dans un fichier .env

source: Show VisualSimple
de: VisualSimple einblenden
es: Mostrar VisualSimple
fr: Afficher VisualSimple

source: Show Window Controls
de: Fenstertasten einblenden
es: Mostrar los botones de la ventana
fr: Afficher les boutons de la fenêtre

source: Size
de: Größe
es: Tamaño
fr: Taille

source: Strength of the next area
de: Stärke des nächsten Bereichs
es: Intensidad de la próxima zona
fr: Intensité de la prochaine zone

source: String catalog, keys: %lld, languages: %@
de: String-Katalog, Schlüssel: %lld, Sprachen: %@
es: Catálogo de cadenas, claves: %lld, idiomas: %@
fr: Catalogue de chaînes, clés : %lld, langues : %@

source: Strings must use double quotes
de: Zeichenketten müssen doppelte Anführungszeichen verwenden
es: Las cadenas deben usar comillas dobles
fr: Les chaînes doivent utiliser des guillemets doubles

source: Syntax error
de: Syntaxfehler
es: Error de sintaxis
fr: Erreur de syntaxe

source: TOML, keys: %lld, tables: %lld
de: TOML, Schlüssel: %lld, Tabellen: %lld
es: TOML, claves: %lld, tablas: %lld
fr: TOML, clés : %lld, tables : %lld

source: Table [%@] is defined twice
de: Die Tabelle [%@] ist zweimal definiert
es: La tabla [%@] está definida dos veces
fr: La table [%@] est définie deux fois

source: Table header is not closed with '%@'
de: Die Tabellenkopfzeile wird nicht mit „%@“ geschlossen
es: El encabezado de tabla no se cierra con «%@»
fr: L’en-tête de table n’est pas fermé par « %@ »

source: Tabs are not allowed in indentation
de: Tabulatoren sind in der Einrückung nicht erlaubt
es: No se permiten tabuladores en la sangría
fr: Les tabulations ne sont pas autorisées dans l’indentation

source: Tag <%@> is never closed with '>'
de: Das Tag <%@> wird nie mit „>“ geschlossen
es: La etiqueta <%@> nunca se cierra con «>»
fr: La balise <%@> n’est jamais fermée par « > »

source: Text to add
de: Hinzuzufügender Text
es: Texto que añadir
fr: Texte à ajouter

source: Tiled
de: Gekachelt
es: En mosaico
fr: En mosaïque

source: Toggle Light / Dark
de: Hell / Dunkel umschalten
es: Alternar claro / oscuro
fr: Basculer clair / sombre

source: Toggle Markdown Preview
de: Markdown-Vorschau ein-/ausblenden
es: Mostrar / ocultar la vista previa Markdown
fr: Afficher / masquer l’aperçu Markdown

source: Tool
de: Werkzeug
es: Herramienta
fr: Outil

source: Tool: blur shapes, arrow, box, text, crop
de: Werkzeug: Weichzeichnen-Formen, Pfeil, Rahmen, Text, Zuschnitt
es: Herramienta: formas de desenfoque, flecha, recuadro, texto, recorte
fr: Outil : formes de flou, flèche, cadre, texte, recadrage

source: Top left
de: Oben links
es: Arriba a la izquierda
fr: En haut à gauche

source: Top right
de: Oben rechts
es: Arriba a la derecha
fr: En haut à droite

source: Trailing comma before ']'
de: Abschließendes Komma vor „]“
es: Coma final antes de «]»
fr: Virgule finale avant « ] »

source: Trailing comma before '}'
de: Abschließendes Komma vor „}“
es: Coma final antes de «}»
fr: Virgule finale avant « } »

source: Unbalanced backticks
de: Unausgeglichene Backticks
es: Acentos graves desequilibrados
fr: Accents graves non équilibrés

source: Unclosed '%@'
de: „%@“ nicht geschlossen
es: «%@» sin cerrar
fr: « %@ » non fermé

source: Unclosed <%@>
de: <%@> nicht geschlossen
es: <%@> sin cerrar
fr: <%@> non fermé

source: Unclosed [[wikilink]]
de: [[Wikilink]] nicht geschlossen
es: [[wikilink]] sin cerrar
fr: [[wikilink]] non fermé

source: Unclosed array
de: Array nicht geschlossen
es: Array sin cerrar
fr: Tableau non fermé

source: Unclosed code fence
de: Codeblock nicht geschlossen
es: Bloque de código sin cerrar
fr: Bloc de code non fermé

source: Unclosed flow collection
de: Flow-Sammlung nicht geschlossen
es: Colección flow sin cerrar
fr: Collection flow non fermée

source: Unclosed link: missing ')'
de: Link nicht geschlossen: „)“ fehlt
es: Enlace sin cerrar: falta «)»
fr: Lien non fermé : « ) » manquante

source: Unexpected %@, ',' or ']' was expected
de: Unerwartetes %@, „,“ oder „]“ erwartet
es: %@ inesperado, se esperaba «,» o «]»
fr: %@ inattendu, « , » ou « ] » était attendu

source: Unexpected %@, ',' or '}' was expected
de: Unerwartetes %@, „,“ oder „}“ erwartet
es: %@ inesperado, se esperaba «,» o «}»
fr: %@ inattendu, « , » ou « } » était attendu

source: Unexpected %@, ':' was expected after the key
de: Unerwartetes %@, „:“ nach dem Schlüssel erwartet
es: %@ inesperado, se esperaba «:» después de la clave
fr: %@ inattendu, « : » était attendu après la clé

source: Unexpected %@, a quoted key was expected
de: Unerwartetes %@, ein Schlüssel in Anführungszeichen erwartet
es: %@ inesperado, se esperaba una clave entre comillas
fr: %@ inattendu, une clé entre guillemets était attendue

source: Unexpected %@, a value was expected
de: Unerwartetes %@, ein Wert erwartet
es: %@ inesperado, se esperaba un valor
fr: %@ inattendu, une valeur était attendue

source: Unexpected '%@'
de: Unerwartetes „%@“
es: «%@» inesperado
fr: « %@ » inattendu

source: Unexpected '%@', a key was expected
de: Unerwartetes „%@“, ein Schlüssel erwartet
es: «%@» inesperado, se esperaba una clave
fr: « %@ » inattendu, une clé était attendue

source: Unexpected content after the table header
de: Unerwarteter Inhalt nach der Tabellenkopfzeile
es: Contenido inesperado después del encabezado de tabla
fr: Contenu inattendu après l’en-tête de table

source: Unexpected content after the value
de: Unerwarteter Inhalt nach dem Wert
es: Contenido inesperado después del valor
fr: Contenu inattendu après la valeur

source: Unexpected end of file, a value was expected
de: Unerwartetes Dateiende, ein Wert erwartet
es: Fin de archivo inesperado, se esperaba un valor
fr: Fin de fichier inattendue, une valeur était attendue

source: Unsaved changes
de: Ungesicherte Änderungen
es: Cambios sin guardar
fr: Modifications non enregistrées

source: Unterminated CDATA section
de: Nicht abgeschlossener CDATA-Abschnitt
es: Sección CDATA sin terminar
fr: Section CDATA non terminée

source: Unterminated attribute value in <%@>
de: Nicht abgeschlossener Attributwert in <%@>
es: Valor de atributo sin terminar en <%@>
fr: Valeur d’attribut non terminée dans <%@>

source: Unterminated comment
de: Nicht abgeschlossener Kommentar
es: Comentario sin terminar
fr: Commentaire non terminé

source: Unterminated multi-line string
de: Nicht abgeschlossene mehrzeilige Zeichenkette
es: Cadena multilínea sin terminar
fr: Chaîne multiligne non terminée

source: Unterminated quoted field
de: Nicht abgeschlossenes Feld in Anführungszeichen
es: Campo entre comillas sin terminar
fr: Champ entre guillemets non terminé

source: Unterminated quoted value
de: Nicht abgeschlossener Wert in Anführungszeichen
es: Valor entre comillas sin terminar
fr: Valeur entre guillemets non terminée

source: Unterminated quoted value for '%@'
de: Nicht abgeschlossener Wert in Anführungszeichen für „%@“
es: Valor entre comillas sin terminar para «%@»
fr: Valeur entre guillemets non terminée pour « %@ »

source: Unterminated string
de: Nicht abgeschlossene Zeichenkette
es: Cadena sin terminar
fr: Chaîne non terminée

source: Untitled
de: Ohne Titel
es: Sin título
fr: Sans titre

source: Valid JSON
de: Gültiges JSON
es: JSON válido
fr: JSON valide

source: Valid JavaScript
de: Gültiges JavaScript
es: JavaScript válido
fr: JavaScript valide

source: Valid XML
de: Gültiges XML
es: XML válido
fr: XML valide

source: Valid property list
de: Gültige Property List
es: Lista de propiedades válida
fr: Liste de propriétés valide

source: Valid property list, array items: %lld
de: Gültige Property List, Array-Elemente: %lld
es: Lista de propiedades válida, elementos del array: %lld
fr: Liste de propriétés valide, éléments du tableau : %lld

source: Valid property list, dictionary keys: %lld
de: Gültige Property List, Dictionary-Schlüssel: %lld
es: Lista de propiedades válida, claves del diccionario: %lld
fr: Liste de propriétés valide, clés du dictionnaire : %lld

source: Valid strings file, entries: %lld
de: Gültige Strings-Datei, Einträge: %lld
es: Archivo strings válido, entradas: %lld
fr: Fichier strings valide, entrées : %lld

source: Watermark
de: Wasserzeichen
es: Marca de agua
fr: Filigrane

source: YAML: indentation, keys, quotes and brackets look fine
de: YAML: Einrückung, Schlüssel, Anführungszeichen und Klammern sehen gut aus
es: YAML: la sangría, las claves, las comillas y los corchetes parecen correctos
fr: YAML : indentation, clés, guillemets et crochets semblent corrects

source: Your changes will be lost if you don’t save them.
de: Ihre Änderungen gehen verloren, wenn Sie sie nicht sichern.
es: Tus cambios se perderán si no los guardas.
fr: Vos modifications seront perdues si vous ne les enregistrez pas.

source: comma
de: Komma
es: coma
fr: virgule

source: end of file
de: Dateiende
es: fin de archivo
fr: fin de fichier

source: line break
de: Zeilenumbruch
es: salto de línea
fr: retour à la ligne

source: none
de: keine
es: ninguno
fr: aucun

source: semicolon
de: Semikolon
es: punto y coma
fr: point-virgule

source: source language only
de: nur Ausgangssprache
es: solo idioma de origen
fr: langue source seulement

source: tab
de: Tabulator
es: tabulador
fr: tabulation

source: OK
es: Aceptar

source: Tabs
es: Pestañas
fr: Onglets

source: Text
es: Texto
fr: Texte
